{
  "books": [
	{
      "name": "Інформатика. 7 клас",
      "wrapper": "bcimages/INM005.jpg",
      "annotation": "Видання «Мій конспект» — це серія посібників, які ставлять на меті надати допомогу вчителеві в підготовці до уроку. Автор пропонує базову основу, використовуючи яку, кожен учитель може створити власний конспект уроку. Посібник розрахований на вчителів загальноосвітніх закладів, які працюють у 7 класі.",
      "description": "Свистунова Т. М. Інформатика. 7 клас. — Х. : Вид. група «Основа», 2016. — 77, [3] c.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/nformatika_7_klas/",
      "discypl": "Інформатика",
      "class": "7 клас"
    },
    {
      "name": "Усі уроки зарубіжної літератури. 8 клас. II семестр",
      "wrapper": "bcimages/SLY009.jpg",
      "annotation": "Посібник складено згідно з новою програмою Міносвіти. Посібник містить орієнтовні календарне планування та плани-конспекти уроків для викладання зарубіжної літератури у 8-х класах шкіл з українською мовою навчання (II семестр). Для вчителів зарубіжної літератури загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних вишів.",
      "description": "Паращич В. В. Усі уроки зарубіжної літератури. 8 клас. II семестр : [Текст] / В. В. Паращич. — Х. : Вид. група «Основа», 2016. — 256 с.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/vse_uroki_zarubezhnoj_literatury_8_klass_ii_semestr/",
      "discypl": "Світова література",
      "class": "8 клас"
    },
    {
      "name": "Усі уроки зарубіжної літератури. 8 клас. I семестр+CD",
      "wrapper": "bcimages/sly008.jpg",
      "annotation": "Посібник складено згідно з новою програмою Міносвіти. Посібник містить орієнтовні календарне планування та плани-конспекти уроків для викладання зарубіжної літератури у 8-х класах шкіл з українською мовою навчання (I семестр). Компакт-диск містить усі тексти художніх творів із курсу зарубіжної літератури за програмою для 8-го класу. Для вчителів зарубіжної літератури загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних вишів.",
      "description": "Паращич В. В. Усі уроки зарубіжної літератури. 8 клас. I семестр : [Текст] / В. В. Паращич. — Х. : Вид. група «Основа», 2016. — 254, [2] с. : іл., схеми, табл., CD.",
      "price": 60,
      "pass": "http://e-kniga.in.ua/product/us_uroki_zarubzhno_lteraturi_8_klas_i_semestrcd/",
      "discypl": "Світова література",
      "class": "8 клас"
    },
	  {
      "name": "Фізична культура. 8 клас",
      "wrapper": "bcimages/FKM001.jpg",
      "annotation": "Посібник складено за новою програмою Міністерства освіти та науки України для використання у загальноосвітньому процесі. Наведені орієнтовне календарне та тематичне планування та 105 планів-конспектів уроків з фізичної культури у 8-му класі допоможуть учителеві підготуватися до уроку (доповнюючи або дещо змінюючи запропонований матеріал власними напрацюваннями) та провести його на найвищому рівні. Для вчителів фізичної культури загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів. Посібник є методичною допомогою педагогам.",
      "description": "Ільницька Г. С. Фізична культура. 8 клас.— Х. : Вид. група «Основа», — 2016. — 112 с. : іл., табл.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/fzitchna_kultura_8_klas/",
      "discypl": "Фізична культура",
      "class": "8 клас"
    },
	  {
      "name": "Усі уроки геометрії. 7 клас",
      "wrapper": "bcimages/pmy005.jpg",
      "annotation": "Цікаві методичні рекомендації, різноманітні прийоми роботи із завданнями підручника, велика кількість усних вправ, широкий вибір форм перевірки знань, використання ігрових моментів на уроці, грамотне врахування вікових особливостей учнів — усе це вигідно відрізняє посібник від традиційних планів-конспектів уроків. Посібник для вчителя нового покоління.",
      "description": "Бабенко С. П. Усі уроки геометрії. 7 клас / С. П. Бабенко, І. С. Мар­кова. — Х. : Вид. група «Основа», 2016. — 288 с. : іл., схеми, табл.",
      "price": 60,
      "pass": "http://e-kniga.in.ua/product/us_uroki_geometr_7_klas/",
      "discypl": "Геометрія",
      "class": "7 клас"
    },
	  {
      "name": "Англійська мова. 6 клас (за підручником А. М. Несвіт)",
      "wrapper": "bcimages/pam006.jpg",
      "annotation": "Видання «Мій конспект» — це серія посібників, які ставлять за мету надати допомогу вчителеві в підготовці та проведенні уроку. Автор пропонує базову основу конспектів уроків англійської мови на відривних аркушах із використанням додаткових матеріалів та підручника А. М. Несвіт. Узявши за основу посібник, учитель може створити власний конспект уроку. Для вчителів загальноосвітніх навчальних закладів.",
      "description": "Кіктенко Т. М. Англійська мова. 6 клас (за підручником А. М. Несвіт). — Х. : Вид. група «Основа», 2016.— 140 [4] с.",
      "price": 50,
      "pass": "http://e-kniga.in.ua/product/angljska_mova_6_klas_za_pdrutchnikom_a_m_nesvt/",
      "discypl": "Англійська мова",
      "class": "6 клас"
    },
	  {
      "name": "Всесвітня історія. 7 клас (до підручника О. І. Пометун, Ю. Б. Малієнко)",
      "wrapper": "bcimages/ipm012.jpg",
      "annotation": "Видання «Мій конспект» — серія посібників, які ставлять на меті надати допомогу вчителеві під час підготовки до уроку. Конспекти всіх уроків курсу «Всесвітня історія» для 7 класу розміщені на окремих аркушах і містять методично грамотно оформлену «шапку уроку» (мета, очікувані результати, обладнання тощо), стислий опис кожного етапу, завдання для актуалізації та закріплення тощо. Для вчителів історії.",
      "description": "Гриценко А. П. Всесвітня історія. 7 клас (до підручника О. І. Пометун, Ю. Б. Малієнко) / А. П. Гриценко. — Х. : Вид. група «Основа», 2016. — 72 с.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/vsesvtnya_storya_7_klas_do_pdrutchnika_o__pometun_u_b_malnko/",
      "discypl": "Всесвітня історія",
      "class": "7 клас"
    },
	  {
      "name": "Музичне мистецтво. 7 клас (за підручником Л. Г. Кондратової)",
      "wrapper": "bcimages/mshm005.jpg",
      "annotation": "Цей посібник містить 35 планів-конспектів уроків музичного мистецтва у 7-му класі й орієнтовне календарне планування (за підручником Л. Г. Кондратової, що рекомендований Міносвіти України до використання у навчально-виховному процесі). Для вчителів музики загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Беземчук, Л. В. Музичне мистецтво. 7 клас (за підручником Л. Г. Кондратової) / Л. В. Беземчук. — Х. : Вид. група «Основа», 2016. — 80 c. : іл., схеми, табл.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/muzitchne_mistetstvo_7_klas_za_pdrutchnikom_l_g_kondratovo/",
      "discypl": "Музичне мистецтво",
      "class": "7 клас"
    },
	  {
      "name": "Музичне мистецтво. 5 клас (за підручником Л. Г. Кондратової)",
      "wrapper": "bcimages/mshm002.jpg",
      "annotation": "Видання «Мій конспект» — це серія посібників, що ставлять за мету надати допомогу вчителеві під час підготовки та проведення уроку. Автор пропонує орієнтовні календарне планування та конспекти 35 уроків музичного мистецтва. Узявши за основу це видання, учитель може створити власний конспект уроку. Для вчителів загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Золотарьова, О. І. Музичне мистецтво. 5 клас (за підручником Л. Г. Кондратової) / О. І. Золотарьова, В. С. Ульянова. — Х. : Вид. група «Основа», 2016. — 80 c. : табл., схеми, іл.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/muzitchne_mistetstvo_5_klas_za_pdrutchnikom_l_g_kondratovo/",
      "discypl": "Музичне мистецтво",
      "class": "5 клас"
    },
	  {
      "name": "Усі уроки фізики. 7 клас. IІ cеместр",
      "wrapper": "bcimages/pfy002.jpg",
      "annotation": "У цьому посібнику учитель зможе знайти всі необхідні для підготовки й проведення повноцінних уроків фізики матеріали: детальні плани уроків, методичні рекомендації, завдання тестів, самостійних і контрольних робіт, опис демонстраційного й фронтального експериментів, інструкції щодо виконання лабораторних робіт і докладний опис завдань для учнів у рамках проектної діяльності.",
      "description": "Антикуз О. В. Усі уроки фізики. 7 клас. IІ cеместр. — Х. : Вид. група «Основа», 2016. — 272 c. : іл., схеми, табл.",
      "price": 60,
      "pass": "http://e-kniga.in.ua/product/us_uroki_fziki_7_klas_i_cemestr/",
      "discypl": "Фізика",
      "class": "7 клас"
    },
	  {
      "name": "Усі уроки української мови у 9 класі. ІІ семестр. Поглиблене вивчення",
      "wrapper": "bcimages/Tihosha.jpg",
      "annotation": "У посібнику вміщено всі уроки української мови для ІІ семестру 9 класу, які розроблено за програмою поглибленого вивчення, затвердженою Міністерством освіти і науки України. Теоретичні відомості та дидактичні вправи характеризуються поєднанням комунікативно-діяльнісного, соціокультурного принципів і принципу практичної спрямованості навчання. Для учнів та вчителів української мови загальноосвітніх шкіл, ліцеїв та гімназій, студентів філологічних факультетів педагогічних університетів.",
      "description": "Тихоша В. І. Усі уроки української мови у 9 класі. ІІ семестр. Поглиблене вивчення / В. І. Тихоша. — Х. : Вид. група «Основа», 2014. — 223, [1] с.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/vse_uroki_ukrainskogo_yazyka_v_9_klasse_ii_semestr_uglublennoe_izutchenie/",
      "discypl": "Українська мова",
      "class": "9 клас"
    },
	  {
      "name": "Усі уроки світової літератури. 6 клас. II семестр",
      "wrapper": "bcimages/CLY2.jpg",
      "annotation": "Посібник складено згідно з новою програмою Міносвіти. Орієнтовні календарне планування та плани-конспекти уроків для викладання світової літератури у 6-х класах шкіл з українською мовою навчання (II семестр) розроблені з урахуванням новітніх педметодик і містять увесь матеріал, що є необхідним для проведення уроку світової літератури на найвищому рівні.  Компакт-диск містить усі тексти художніх творів зі світової літератури за програмою для 6-го класу. Для вчителів світової літератури загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Паращич В. В. Усі уроки світової літератури. 6 клас. II семестр : [Текст] / В. В. Паращич. — Х. : Вид. група «Основа», 2014. — 285, [3] с. : схеми, табл., іл.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/us_uroki_svtovo_lteraturi_6_klas_ii_semestr/",
      "discypl": "Світова література",
      "class": "6 клас"
    },
	  {
      "name": "Математика. 5 клас IІ семестр (за підручником Н. А. Тарасенкова)",
      "wrapper": "bcimages/mat_5_2_t.jpg",
      "annotation": "Видання «Мій конспект» — це серія посібників, які ставлять за мету надати допомогу вчителеві в підготовці до уроку. Автор пропонує базову основу, використовуючи яку, кожен учитель може створити власний конспект уроку. Посібник розрахований на вчителів загальноосвітніх закладів, які працюють у 5 класі за навчальною програмою з математики для учнів 5–9 класів загальноосвітніх закладів 2012 року.",
      "description": "Старова О. О., Маркова І. С. Математика. 5 клас (за підручником Н. А. Тарасенкова, І. М. Богатирьова, О. П. Бочко, О. М. Коломієць, З. О. Сердюк). IІ семестр. — Х. : Вид. група «Основа», 2014. — 158, [2] c.",
      "price": 25,
      "pass": "http://e-kniga.in.ua/product/matematika_5_klas_za_pdrutchnikom_n_a_tarasenkova/",
      "discypl": "Математика",
      "class": "5 клас"
    },
	  {
      "name": "Математика. 4 клас. ІІ семестр (за підручником М. В. Богдановича, Г. П. Лишенка)",
      "wrapper": "bcimages/PHM112.jpg",
      "annotation": "Посібник містить орієнтовне календарне планування та розробки всіх уроків математики у 4-му класі (ІI семестр), складені відповідно до вимог оновленої навчальної програми (у редакції 2014 р.) за підручником М. В. Богдановича, Г. П. Лишенка (К. : Видавництво «Генеза», 2015). Задля зручності використання всі розробки розміщені на відривних аркушах. Поля для записів дозволять творчому вчителеві, користуючись запропонованим у посібнику матеріалом, скласти власні плани-конспекти уроків курсу. Для вчителів початкової школи.",
      "description": "Володарська М. О. Математика. 4 клас. ІІ семестр (за підручником М. В. Богдановича, Г. П. Лишенка) / М. О. Володарська, Н. О. Ковальчук, Г. П. Мазурок, А. І. Настенко, О. В. Тонконог. — Х. : Вид. група «Основа», 2015. — 174, [2] с.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/matematika_4_klas__semestr_za_p_1/",
      "discypl": "Математика",
      "class": "4 клас"
    },
	  {
      "name": "Усі уроки «Всесвітня історія». 7 клас",
      "wrapper": "bcimages/IPY003.jpg",
      "annotation": "Пропонований навчальний посібник, підготовлений відповідно до програми Міністерства освіти і науки України для 11-річної школи (2012 р.), містить усі розробки уроків до курсу «Всесвітня історія» для 7 класу, які супроводжено методичними рекомендаціями щодо використання різноманітних методів і прийомів навчання.",
      "description": "А. П. Гриценко Усі уроки «Всесвітня історія». 7 клас / А. П. Гриценко. — Х. : Вид. група «Основа», 2015. — 190 [2] c.",
      "price": 45,
      "pass": "http://e-kniga.in.ua/product/us_uroki_vsesvtnya_storya_7_klas/",
      "discypl": "Всесвітня історія",
      "class": "7 клас"
    },
	  {
      "name": "Усі уроки фізики. 7 класс . I cеместр",
      "wrapper": "bcimages/PFY001.jpg",
      "annotation": "У цьому посібнику учитель зможе знайти всі необхідні для під­готовки й проведення повноцінних уроків фізики матеріали: детальні плани уроків, методичні рекомендації, завдання тестів, самостійних і контрольних робіт, опис демонстраційного й фронтального експери­ментів, інструкції щодо виконання лабораторних робіт і докладний опис завдань для учнів у рамках проектної діяльності.  До кожного уроку дібрані: інтерактивні плакати;  тести в електронному форматі;  відеофрагменти реальних дослідів із фізики.",
      "description": "Антикуз О. В. Усі уроки фізики. 7 класс . I cеместр — Х. : Вид. група «Основа», 2015. — 240 c. : іл., схеми, табл.",
      "price": 75,
      "pass": "http://e-kniga.in.ua/product/us_uroki_fziki_7_klass__i_cemestr/",
      "discypl": "Фізика",
      "class": "7 клас"
    },
	  {
      "name": "Образотворче мистецтво. 6 клас (за підручником О. В. Калініченко, Л. М. Масол)",
      "wrapper": "bcimages/OShM004.jpg",
      "annotation": "Посібник складено за підручником О. В. Калініченко, Л. М. Масол, рекомендованим наказом Міносвіти України від 07.02.2014 р. № 123 для використання у загальноосвітньому процесі. Наведені тут орієнтовні календарне планування та 35 планів-конспектів уроків з образотворчого мистецтва у 6-му класі допоможуть учителеві підготуватися до уроку (доповнюючи або дещо змінюючи запропонований матеріал власними напрацюваннями) та провести його на найвищому рівні.Для вчителів образотворчого мистецтва загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Ланіна І. В. Образотворче мистецтво. 6 клас (за підручником О. В. Калініченко, Л. М. Масол) : [Текст] // І. В. Ланіна. — Х. : Вид. група «Основа», 2014. — 80 с. : іл., табл., схеми.",
      "price": 30,
      "pass": "http://e-kniga.in.ua/product/obrazotvortche_mistetstvo_6_klas_za_/",
      "discypl": "Образотворче мистецтво",
      "class": "6 клас"
    },
	  {
      "name": "Образотворче мистецтво. 6 клас (за підручником С. М. Железняк, О. В. Ламонової)",
      "wrapper": "bcimages/OShM003.jpg",
      "annotation": "Посібник складено за підручником С. М. Железняк, О. В. Ламонової, рекомендованим наказом Міносвіти України від 07.02.2014 р. № 123 для використання у загальноосвітньому процесі. Наведені тут орієнтовні календарне планування та 35 планів-конспектів уроків з образотворчого мистецтва у 6-му класі допоможуть учителеві підготуватися до уроку (доповнюючи або дещо змінюючи запропонований матеріал власними напрацюваннями) та провести його на найвищому рівні.Для вчителів образотворчого мистецтва загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Чєн Н. В. Образотворче мистецтво. 6 клас (за підручником С. М. Железняк, О. В. Ламонової) : [Текст] // Н. В. Чєн, О. В. Кись. — Х. : Вид. група «Основа», 2015. — 80 с. : іл., табл., схеми.",
      "price": 30,
      "pass": "http://e-kniga.in.ua/product/obrazotvortche_mistetstvo_6_klas_za_p/",
      "discypl": "Образотворче мистецтво",
      "class": "6 клас"
    },
	  {
      "name": "Усі уроки біології. 7 клас",
      "wrapper": "bcimages/PBY004.jpg",
      "annotation": "Навчальний посібник містить конспекти всіх уроків біології за оновленою програмою 7 класу, затвердженою Міністерством освіти і науки України (2015 р.). Розробки уроків характеризуються поєднанням комунікативно-діяльнісного принципу і принципу практичної спрямованості навчання, відповідають сучасним досягненням теорії і практики навчання біології. Уроки містять прийоми інтерактивного навчання, кросворди, творчі завдання та інші додаткові матеріали.  Для вчителів біології шкіл різних типів, керівників методичних об’єднань, викладачів та студентів вищих навчальних закладів.",
      "description": "Цуканова Є. О. Усі уроки біології. 7 клас . — Х. : Вид. група «Основа», 2015. — 398, [2] с. : іл., схеми, табл.",
      "price": 50,
      "pass": "http://e-kniga.in.ua/product/us_uroki_bol/",
      "discypl": "Біологія",
      "class": "7 клас"
    },
	  {
      "name": "Природознавство. 4 клас (за підручником І. В. Грущинської)",
      "wrapper": "bcimages/PHM108.jpg",
      "annotation": "Посібник містить орієнтовне календарне планування та розробки уроків природознавства в 4-му класі, складені відповідно до вимог оновленої навчальної програми (у редакції 2014 р.) за підручником І. В. Грущинської (К. : Видавничий дім «Освіта», 2015). Володарська М. О. Природознавство. 4 клас (за підручником І. В. Грущинської. — Х. : Вид. група «Основа», 2015. — 200 с.",
      "description": "Володарська М. О. Природознавство. 4 клас (за підручником І. В. Грущинської. — Х. : Вид. група «Основа», 2015. — 200 с.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/prirodoznavstvo_4_klas_za_/",
      "discypl": "Природознавство",
      "class": "4 клас"
    },
	  {
      "name": "Біологія. 7 клас",
      "wrapper": "bcimages/PBM006.jpg",
      "annotation": "Посібник складено згідно з оновленою програмою Міністерства освіти і науки України (2015 р.). Орієнтовні плани-конспекти 62 уроків на відривних аркушах з полями для нотаток допоможуть учителеві скласти поурочні плани, доповнивши запропоновані у цьому виданні форми й методи роботи власними напрацюваннями з урахуванням навчальних досягнень учнів конкретного класу. Для вчителів біології загальноосвітніх навчальних закладів.",
      "description": "Задорожний К. М. Біологія. 7 клас. — Х. : Вид. група «Основа», 2015. — 128 с. ",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/bologya_/",
      "discypl": "Біологія",
      "class": "7 клас"
    },
	  {
      "name": "Усі уроки географії. 7 клас",
      "wrapper": "bcimages/PGU002.jpg",
      "annotation": "Посібник містить розробки всіх уроків географії в 7 класі за чинною програмою (редакція 2015 р.) з використанням сучасних методів та прийомів навчання. Особливу увагу автор приділив рекомендаціям що до проведення етапу мотивації, а також варіативності завдань для актуалізації та закріплення. Докладно подано етап вивчення нового матеріалу. Запропоновано також додаткові матеріали, посилання на сучасні джерела інформації. Для вчителів географії, студентів ВНЗ.",
      "description": "Довгань Г. Д. Усі уроки географії. 7 клас : навч.-метод. посіб. [Текст] / Г. Д. Довгань. — Х. : ВГ «Основа», 2015. — 351, [1] с. : іл., табл.",
      "price": 50,
      "pass": "http://e-kniga.in.ua/product/us_uroki_geog/",
      "discypl": "Географія",
      "class": "7 клас"
    },
	  {
      "name": "Англійська мова. 7 клас (за підручником О. Д. Карп’юк)",
      "wrapper": "bcimages/PAM004.jpg",
      "annotation": "Видання «Мій конспект» — це серія посібників, які ставлять за мету надати допомогу вчителеві в підготовці та проведенні уроку. Автор пропонує базову основу конспектів уроків англійської мови на відривних аркушах із використанням додаткових матеріалів та підручника О. Д. Карп’юк. Узявши за основу посібник, учитель може створити власний конспект уроку. Для вчителів загальноосвітніх навчальних закладів.",
      "description": "Кіктенко Т. М. Англійська мова. 7 клас (за підручником О. Д. Карп’юк). — Х. : Вид. група «Основа», 2015.— 141 [3] с.",
      "price": 45,
      "pass": "http://e-kniga.in.ua/product/angljska_mova_7_klas_/",
      "discypl": "Англійська мова",
      "class": "7 клас"
    },
	  {
      "name": "Усі уроки світової літератури. 7 клас",
      "wrapper": "bcimages/SLY005.jpg",
      "annotation": "Цей посібник складено згідно з оновленою 2015 року програмою Міносвіти України. Орієнтовні календарне планування та плани-конспекти усіх уроків для викладання світової літератури у 7-х класах шкіл з українською мовою навчання розроблені з урахуванням новітніх педметодик і містять увесь матеріал, що є необхідним для проведення уроку світової літератури на найвищому рівні. Компакт-диск містить усі тексти художніх творів, що вивчаються в курсі світової літератури у 7-му класі, у зручному для використання форматі. Для вчителів світової літератури загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних вишів.",
      "description": "Чорна О. В. Усі уроки світової літератури. 7 клас : [Текст] / О. В. Чорна. — Х. : Вид. група «Основа», 2015. — 301, [3] с. : іл., схеми, табл., CD.",
      "price": 60,
      "pass": "http://e-kniga.in.ua/product/us_uroki_svtovo_lteraturi_7_klas__u/",
      "discypl": "Світова література",
      "class": "7 клас"
    },
	  {
      "name": "Усі уроки німецької мови. 7 клас (як друга іноземна)",
      "wrapper": "bcimages/NMY002.jpg",
      "annotation": "Методичний посібник пропонує конспекти уроків для 7-го класу відповідно до нової програми. Видання містить авторські розробки різних типів уроків, проектної роботи; різноманітні завдання для роботи в групах та парах, індивідуальні завдання, схеми, таблиці, семестрові контрольні роботи. У посібнику можна знайти цікаві ігри, прислів'я, приказки, загадки, скоромовки. У нагоді вчителям стане також календарне планування курсу. Для викладачів, методистів і студентів педагогічних навчальних закладів.",
      "description": "Базій Л. А. Усі уроки німецької мови. 7 клас (як друга іноземна). — Х.: Вид. група «Основа», 2015. — 352 c.",
      "price": 50,
      "pass": "http://e-kniga.in.ua/product/us_uroki_nmetsko_mov/",
      "discypl": "Німецька мова",
      "class": "7 клас"
    },
	  {
      "name": "Світова література. 7 клас",
      "wrapper": "bcimages/SLM009.jpg",
      "annotation": "Посібник серії «Мій конспект» створений з метою надання допомоги вчителеві під час підготовки та проведення уроків. Автор пропонує базову основу конспектів уроків світової літератури на відривних аркушах та орієнтовний календарно-тематичний план за новою програмою Міносвіти. Узявши за основу це видання, учитель може створити власний конспект уроку. Для вчителів світової літератури загальноосвітніх навчальних закладів, викладачів коледжів, студентів.",
      "description": "Паращич В. В. Світова література. 7 клас / В. В. Паращич. — Х. : Вид. група «Основа», 2015. — 144 c. : іл., табл., схеми.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/svtova_lter/",
      "discypl": "Світова література",
      "class": "7 клас"
    },
	  {
      "name": "Основи здоров’я. 7 клас",
      "wrapper": "bcimages/POM004.jpg",
      "annotation": "Посібник створений за програмою «Основи здоров’я. 5–9 класи загальноосвітніх навчальних закладів» (редакція 2015 року). Конспекти всіх уроків курсу основи здоров’я для 7 класу розміщені на окремих аркушах і містять методично грамотно оформлену «шапку уроку» (мета, основні поняття, обладнання тощо), стислий опис кожного етапу, завдання для актуалізації та закріплення тощо. Також передбачено місце для власних записів учителя, що зробить розробку заняття по-справжньому авторською, але заощадить час для планування та оформлення. Для вчителів основ здоров’я.",
      "description": "Жадан О. М. Основи здоров’я. 7 клас. — Х. : Вид. група «Основа», 2015. — 104 с.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/osnovi_zdoro/",
      "discypl": "Основи здоров’я",
      "class": "7 клас"
    },
	  {
      "name": "Географія. Материки і океани. 7 клас: навч.-метод. посібник",
      "wrapper": "bcimages/PGM004.jpg",
      "annotation": "Методичний посібник містить конспекти усіх уроків курсу географії 7 класу за новою програмою (редакція 2015 р.). Конспект кожного уроку розміщено на окремому відривному аркуші. Містить методично грамотно оформлені мету, тип уроку, перелік мінімально необхідного обладнання, базових понять, стислий зміст етапів уроку залежно від його типу. Тобто є готовим планом-конспектом уроку, що заощаджує час учителя на планування й оформлення поурочних конспектів. Передбачено місце для записів учителя, що зробить розробку уроку по-справжньому авторською, пристосованою для власних особливостей викладання. Для вчителів географії.",
      "description": "Павлюк Н. І. Географія. Материки і океани. 7 клас: навч.-метод. посібник. [Текст] / Н. І. Павлюк, Г. Д. Довгань. — Х. : ВГ «Осно ва», 2015. — 143 [1] с. : табл.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/geografya_materiki__okeani/",
      "discypl": "Географія",
      "class": "7 клас"
    },
	  {
      "name": "Усі уроки хімії. 7 клас. + CD презентації та дидактичні матеріали",
      "wrapper": "bcimages/PHU001.jpg",
      "annotation": "Методичний посібник містить календарне планування і розгорнуті плани-конспекти 48 уроків хімії в 7 класі, 13 дослідів домашнього експерименту, комп’ютерні презентації, дидактичні матеріали для тренувальних вправ, систематизації та контролю знань. Він складений за програмою (редакція 2015 р.), яка відповідає новим Державним стандартам базової і повної загальної середньої освіти. Дидактичний матеріал і презентації ви зможете знайти на диску, що додається. Буде цікавим та корисним для вчителів хімії і студентів педагогічних ВНЗ.",
      "description": "Ковальова В. Д. Усі уроки хімії. 7 клас. + CD презентації та дидактичні матеріали / В. Д. Ковальова — Х. : Вид. група «Основа», 2015. — 240 с.",
      "price": 50,
      "pass": "http://e-kniga.in.ua/product/us_uroki_khm_7_klas__cd_/",
      "discypl": "Хімія",
      "class": "7 клас"
    },
	  {
      "name": "Усі уроки курсу «Основи здоров’я». 7 клас",
      "wrapper": "bcimages/POU003.jpg",
      "annotation": "У посібнику розміщено докладні розробки уроків курсу «Основи здоров’я» для учнів 7 класу за чинною програмою (за новим Державним стандартом базової і повної загальної середньої освіти). Додатково запропоновані орієнтовне календарно-тематичне планування, різнорівневі самостійні роботи, диференційовані завдання та цікава й корисна інформація, що збагатить зміст уроку. Для вчителів основ здоров’я.",
      "description": "Жадан О. М. Усі уроки курсу «Основи здоров’я». 7 клас.— Х. : Вид. група «Основа», 2015. — 320 c. : іл., табл.",
      "price": 50,
      "pass": "http://e-kniga.in.ua/product/us_uroki_kursu_osno/",
      "discypl": "Основи здоров’я",
      "class": "7 клас"
    },
	  {
      "name": "Хімія. 7 клас",
      "wrapper": "bcimages/PXM001.jpg",
      "annotation": "Цей посібник містить конспекти 48 уроків, зразки котрольних та самостійних робіт, а також практичні роботи і лабораторні досліди. Посібник заощадить час для підготовки до уроків. Рекомендується для вчителів середніх шкіл, ліцеїв, гімназій. Русанова О. К. Хімія. 7 клас. — Х. : Вид. група «Основа», 2015. — 96 с.",
      "description": "Русанова О. К. Хімія. 7 клас. — Х. : Вид. група «Основа», 2015. — 96 с.",
      "price": 30,
      "pass": "http://e-kniga.in.ua/product/khmya_7/",
      "discypl": "Хімія",
      "class": "7 клас"
    },
	  {
      "name": "Фізика. 7 клас",
      "wrapper": "bcimages/PFM002.jpg",
      "annotation": "Посібник «Фізика. 7 клас» складено відповідно до нової програми «ФIЗИКА. 7–9 класи. Навчальна програма, 2015 рік». Конспекти усіх уроків курсу фізики для 7 класу містять грамотно оформлену «шапку уроку» (мета, тип уроку, обладнання тощо), стислий опис кожного етапу, завдання для актуалізації та закріплення тощо.",
      "description": "Євлахова О. М., Бондаренко М. В. Фізика. 7 клас / О. М. Євлахова, М. В. Бондаренко. — Х. : Вид. група «Основа», 2015. — 144 c. : іл., схеми, табл.",
      "price": 45,
      "pass": "http://e-kniga.in.ua/product/fzika/",
      "discypl": "Фізика",
      "class": "7 клас"
    },
	  {
      "name": "Усі уроки фізичної культури. 2 клас",
      "wrapper": "bcimages/PPSH350.jpg",
      "annotation": "Посібник складено за новою програмою Міносвіти України для використання у загальноосвітньому процесі. Наведені орієнтовне календарне та тематичне планування та 105 планів-конспектів уроків з фізичної культури у 2-му класі допоможуть учителеві підготуватися до уроку. Для вчителів фізичної культури загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Г. С. Ільницька Усі уроки фізичної культури. 2 клас.— Х. : Вид. група «Основа», — 2015.— 192 с. : іл., табл.",
      "price": 50,
      "pass": "http://e-kniga.in.ua/product/us_uroki_fzitchno_4/",
      "discypl": "Фізична культура",
      "class": "2 клас"
    },
	  {
      "name": "Інформатика. 6 клас (за підручником Н. В. Морзе, О. В. Барної, В. П. Вембер, О. Г. Кузьмінської, Н. А. Саражинської)",
      "wrapper": "bcimages/INM1.jpg",
      "annotation": "Видання «Мій конспект» — це нова серія посібників, які ставлять на меті надати допомогу вчителеві в підготовці до уроку. Автор пропонує базову основу, використовуючи яку, кожен учитель може створитивласний конспект уроку. Посібник розрахований на вчителів загальноосвітніх закладів, які працюють у 6 класі за новою навчальною програмою з інформатики для учнів 5–9 класів.",
      "description": "Волошина О. В. Інформатика. 6 клас (за підручником Н. В. Морзе, О. В. Барної, В. П. Вембер, О. Г. Кузьмінської, Н. А. Саражинської). — Х. : Вид. група «Ос нова», 2015. — 77, [3] c.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/nformatika_6_klas_za_pdrutchnikom_n_v_morze_o_v_barn/",
      "discypl": "Інформатика",
      "class": "6 клас"
    },
	  {
      "name": "Основи здоров’я. 4 клас (за підручником О. В. Гнатюк)",
      "wrapper": "bcimages/PhM114.jpg",
      "annotation": "Посібник містить орієнтовне календарне планування та розробки уроків курсу «Основи здоров’я» у 4-му класі, складені відповідно до вимог оновленої навчальної програми (у редакції 2014 р.) за підручником О. В. Гнатюк (К. : Видавництво «Генеза», 2015). Задля зручності використання всі розробки розміщені на відривних аркушах. Поля для записів дозволять творчому вчителеві, користуючись запропонованим у посібнику матеріалом, скласти власні плани-конспекти уроків курсу. Для вчителів початкової школи.",
      "description": "Володарська М. О. Основи здоров’я. 4 клас (за підручником О. В. Гнатюк). — Х. : Вид. група «Основа», 2015. — 104 с.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/osnovi_zdorovya_4_klas_/",
      "discypl": "Основи здоров’я",
      "class": "4 клас"
    },
	  {
      "name": "Музичне мистецтво. 6 клас (за підручником Л. М. Масол, Л. С. Аристової)",
      "wrapper": "bcimages/MShM003.jpg",
      "annotation": "Посібники серії «Мій конспект» містять плани-конспекти уроків музичного мистецтва за новою програмою МОНУ та орієнтовне кален-дарне планування. Учитель може використовувати подану тут інформацію повністю або частково — залежно від рівня навчальних досягненьучнів конкретного класу. Перфоровані аркуші з полями для нотаток зручні для щоденного використання та звітності.Для вчителів загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Ульянова В. С., Зінов’єва Є. С. Музичне мистецтво. 6 клас (за підручником Л. М. Масол, Л. С. Аристової) / В. С. Ульянова, Є. С. Зінов’єва. — Х. : Вид. група «Основа», 2015. — 80 c. : іл., схеми, табл.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/muzitchne_mistetstvo_6_klas_za_pd/",
      "discypl": "Музичне мистецтво",
      "class": "6 клас"
    },
	  {
      "name": "Усі уроки «Історія України». 7 клас",
      "wrapper": "bcimages/IPU004.jpg",
      "annotation": "Пропонований навчальний посібник, підготовлений відповідно до програми Міністерства освіти і науки України для 11-річної школи (2012 р.), містить усі розробки уроків до курсу «Історія України» для 7 класу, які супроводжено методичними рекомендаціями щодо використання різноманітних методів і прийомів на вчання.",
      "description": "Мокрогуз О. П. Усі уроки «Історія України». 7 клас / О. П. Мокрогуз. — Х. : Вид. група «Основа», 2015. — 238 [2] c.",
      "price": 45,
      "pass": "http://e-kniga.in.ua/product/us_uroki_storya/",
      "discypl": "Історія України",
      "class": "7 клас"
    },
	  {
      "name": "Усі уроки «Інтегрований курс. Всесвітня історія. Історія України». 6 клас",
      "wrapper": "bcimages/IPU1.jpg",
      "annotation": "Пропонований навчальний посібник, підготовлений відповідно до програми Міністерства освіти і науки України для 11-річної школи (2012 р.), містить усі розробки уроків до інтегрованого курсу «Всесвітня історія. Історія України. 6 клас», які супроводжено методичними рекомендаціями щодо використання різноманітних методів і прийомів навчання.",
      "description": "Мироненко А. І. Усі уроки «Інтегрований курс. Всесвітня історія. Історія України». 6 клас / А. І. Мироненко, О. П. Мокрогуз. — Х. : Вид. група «Основа», 2014. — 366 [2] c.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/us_uroki_ntegrovanij_kurs_vses/",
      "discypl": "Історія",
      "class": "6 клас"
    },
	  {
      "name": "Всесвітня історія. Історія України. Інтегрований курс. 6 клас (за підручником О. Пометун, П. Мороза, Ю. Малієнко)",
      "wrapper": "bcimages/IPM2.jpg",
      "annotation": "Видання «Мій конспект» — серія посібників, які ставлять на меті надати допомогу вчителеві під час підготовки до уроку. Конспекти усіх уроків курсу «Всесвітня історія. Історія України. Інтегрований курс» для 6 класу розміщені на окремих аркушах і містять методично грамотно оформлену «шапку уроку» (мета, очікувані результати, обладнання тощо), стислий опис кожного етапу, завдання для актуалізації та закріплення тощо.Також передбачено місце для власних записів вчителя, що зробить розробку заняття по-справжньому авторською, але заощадить час для планування та оформлення.Для вчителів історії.",
      "description": "Кагітіна Н. А. Всесвітня історія. Історія України. Інтегрований курс. 6 клас (за підручником О. Пометун, П. Мороза, Ю. Малієнко) / Н. А. Кагітіна, О. П. Мокрогуз. — Х. : Вид. група «Основа», 2014. — 126 [2] с.",
      "price": 30,
      "pass": "http://e-kniga.in.ua/product/vsesvtnya_storya_storya_u/",
      "discypl": "Історія",
      "class": "6 клас"
    },
	  {
      "name": "Всесвітня історія. Історія України. 6 клас (до підручника О. Г. Бандровського, В. С. Власова)",
      "wrapper": "bcimages/IPM1.jpg",
      "annotation": "Видання «Мій конспект» — серія посібників, які ставлять на меті надати допомогу вчителеві під час підготовки до уроку. Конспекти усіх уроків курсу «Всесвітня історія. Історія України» для 6 класу розміщені на окремих аркушах і містять методично грамотно оформлену «шапку уроку» (мета, очікувані результати, обладнання тощо), стислий опис кожного етапу, завдання для актуалізації та закріплення тощо. Також передбачено місце для власних записів учителя, що зробить розробку заняття по-справжньому авторською, але заощадить час для планування та оформлення.Для вчителів історії.",
      "description": "Валентій Л. І. Всесвітня історія. Історія України. 6 клас (до підручника О. Г. Бандровського, В. С. Власова) / Л. І. Валентій. — Х. : Вид. група «Основа», 2014. — 126 [2] с.",
      "price": 25,
      "pass": "http://e-kniga.in.ua/product/vsesvtnya_storya_st/",
      "discypl": "Історія",
      "class": "6 клас"
    },
	  {
      "name": "Усі уроки англійської мови. 6 клас (за підручником О. Д. Карп’юк)",
      "wrapper": "bcimages/PAU1.jpg",
      "annotation": "Посібник пропонує авторські розробки уроків англійської мови у 6 класах загальноосвітніх навчальних закладів, складені відповідно до підручника О. Д. Карп’юк (2013 р.). Казачінер О. С. Усі уроки англійської мови. 6 клас (за підручником О. Д. Карп’юк). — Х. : Вид. група «Основа», 2014. — 254 [2] c.",
      "description": "Казачінер О. С. Усі уроки англійської мови. 6 клас (за підручником О. Д. Карп’юк). — Х. : Вид. група «Основа», 2014. — 254 [2] c.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/us_uroki_angljsko_movi_6_klas_za_pdrutchnikom_o_d_karpuk/",
      "discypl": "Англійська мова",
      "class": "6 клас"
    },
	  {
      "name": "Усі уроки музичного мистецтва. 6 клас",
      "wrapper": "bcimages/MShY2.jpg",
      "annotation": "Цей посібник містить докладні плани-конспекти уроків музичного мистецтва у 6-му класі за новою програмою МОНУ та орієнтовне календарне планування, а також критерії оцінювання навчальних досягнень учнів і словник музичних термінів. Учитель може використовувати подану тут інформацію повністю або частково — залежно від рівня навчальних досягнень учнів конкретного класу. CD-ROM містить фонохрестоматію (записи музичних творів для сприймання та виконання). Для вчителів загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Золотарьова О. І. Усі уроки музичного мистецтва. 6 клас. — Х. : Вид. група «Основа», 2014. — 208 c. : іл., схеми, табл., CD.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/us_uroki_muzitchnogo_mistetstva_6_klas/",
      "discypl": "Музичне мистецтво",
      "class": "6 клас"
    },
	  {
      "name": "Англійська мова. 5 клас (за підручником О. Д. Карпюк)",
      "wrapper": "bcimages/PAM1.jpg",
      "annotation": "Видання «Мій конспект» — це серія посібників, які ставлять за мету надати допомогу вчителеві в підготовці та проведенні уроку. Автор пропонує базову основу конспектів уроків англійської мови на відривних аркушах із використанням додаткових матеріалів та підручника О. Д. Карпюк. Узявши за основу посібник, учитель може створити власний конспект уроку. Для вчителів загальноосвітніх навчальних закладів.",
      "description": "Кіктенко Т. М. Англійська мова. 5 клас (за підручником О. Д. Карпюк). — Х. : Вид. група «Основа», 2014.— 214 [2] с.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/angljska_mova_5_klas_za_pdrutchnikom_o_d_karpuk/",
      "discypl": "Англійська мова",
      "class": "5 клас"
    },
	  {
      "name": "Усі уроки інформатики. 6 клас",
      "wrapper": "bcimages/UNY1.jpg",
      "annotation": "Докладні розробки уроків до вивчення інформатики в 6 класі за програмою загальноосвітньої школи. Цікаві методичні рекомендації, різноманітні прийоми роботи із завданнями, велика кількість вправ, широкий вибір форм перевірки знань, використаних ігрових моментів на уроці, грамотне урахування вікових особливостей — усе це вигідно відрізняє посібник від традиційних планів-конспектів уроків. Посібник для вчителя нового покоління.",
      "description": "Лещук Р. І. Усі уроки інформатики. 6 клас / Р. І. Лещук, І. М. Лещук. — Х. : Вид. група «Основа», 2014. — 200, [8] с.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/us_uroki_nformatiki_6_klas/",
      "discypl": "Інформатика",
      "class": "6 клас"
    },
	  {
      "name": "Усі уроки образотворчого мистецтва. 6 клас",
      "wrapper": "bcimages/OShU2.jpg",
      "annotation": "Посібник складено за новою програмою Міносвіти України для використання у загальноосвітньому процесі. Наведені тут орієнтовні календарне планування та 35 планів-конспектів уроків з образотворчого мистецтва у 6-му класі допоможуть учителеві підготуватися до уроку (доповнюючи або дещо змінюючи запропонований матеріал власними напрацюваннями) та провести його на найвищому рівні. Для вчителів образотворчого мистецтва загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Кись О. В. Усі уроки образотворчого мистецтва. 6 клас : [Текст] // О. В. Кись, Н. В. Чєн. — Х. : Вид. група «Основа», 2014. — 238, [2] с. : іл., табл., схеми.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/us_uroki_obrazotvortchogo_mistetstva_6_klas/",
      "discypl": "Образотворче мистецтво",
      "class": "6 клас"
    },
	  {
      "name": "Музичне мистецтво. 5 клас (за підручником Л. М. Масол, Л. С. Аристової)",
      "wrapper": "bcimages/MSh19.jpg",
      "annotation": "Видання «Мій конспект» — це серія посібників, що ставлять за мету надати допомогу вчителеві під час підготовки та проведення уроку. Автор пропонує базову основу конспектів уроків музичного мистецтва на відривних аркушах та орієнтовне календарне планування. Узявши за основу це видання, учитель може створити власний конспект уроку. Для вчителів загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Золотарьова О. І. Музичне мистецтво. 5 клас (за підручником Л. М. Масол, Л. С. Аристової). — Х. : Вид. група «Основа», 2014. — 80 c. : табл., схеми.",
      "price": 20,
      "pass": "http://e-kniga.in.ua/product/muzitchne_mistetstvo_5_klas_za_pdrutchnikom_l_m_masol_l_s_aristovo/",
      "discypl": "Музичне мистецтво",
      "class": "5 клас"
    },
	  {
      "name": "Англійська мова. 5 клас (за підручником А. М. Несвіт)",
      "wrapper": "bcimages/PA56.jpg",
      "annotation": "Видання «Мій конспект» — це серія посібників, які ставлять за мету надати допомогу вчителеві в підготовці та проведенні уроку. Автор пропонує базову основу конспектів уроків англійської мови на відривних аркушах із використанням додаткових матеріалів та підручника А. М. Несвіт. Узявши за основу посібник, учитель може створити власний конспект уроку. Для вчителів загальноосвітніх навчальних закладів.",
      "description": "Кіктенко Т. М. Англійська мова. 5 клас (за підручником А. М. Несвіт). — Х.: Вид. група «Основа », 2014.— 214 [2] с.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/angljska_mova_5_klas_za_pdrutchnikom_a_m_nesvt/",
      "discypl": "Англійська мова",
      "class": "5 клас"
    },
	  {
      "name": "Усі уроки географії. 6 клас",
      "wrapper": "bcimages/PGU1.jpg",
      "annotation": "Посібник містить розробки всіх уроків географії у 6 класі за чинною програмою з використанням сучасних методів та прийомів навчання. Особливу увагу автор приділив рекомендаціям щодо проведення етапу мотивації, а також варіативності завдань для актуалізації та закріплення. Пропонуються також додаткові матеріали, завдання творчого рівня. Для вчителів географії, студентів ВНЗ.",
      "description": "Довгань Г. Д. Усі уроки географії. 6 клас : навч.-метод. посіб. [Текст] / Г. Д. Довгань. — Х. : ВГ «Основа», 2014. — 318, [2] с. : іл., табл.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/us_uroki_geograf_6_klas/",
      "discypl": "Географія",
      "class": "6 клас"
    },
	  {
      "name": "Усі уроки курсу «Основи здоров’я». 6 клас",
      "wrapper": "bcimages/PBU2.jpg",
      "annotation": "У посібнику розміщено докладні розробки уроків курсу «Основи здоров’я» для учнів 6 класу за чинною програмою (за новим Державним стандартом базової і повної загальної середньої освіти). Додатково запропоновані орієнтовне календарно-тематичне планування, різнорівневі самостійні роботи, диференційовані домашні завдання та цікава й корисна інформація, що збагатить зміст уроку. Для вчителів основ здоров’я.",
      "description": "Власенко Л. В. Усі уроки курсу Основи здоров’я. 6 клас.— Х. : Вид. група «Основа», 2014. — 272 c. : іл., табл.",
      "price": 40,
      "pass": "http://e-kniga.in.ua/product/us_uroki_kursu_osnovi_zdorovya_6_klas/",
      "discypl": "Основи здоров’я",
      "class": "6 клас"
    },
	  {
      "name": "Усі уроки німецької мови. 6 клас (як друга іноземна)",
      "wrapper": "bcimages/NMU1.jpg",
      "annotation": "Методичний посібник пропонує конспекти уроків для 6-го класу відповідно до нової програми. Видання містить авторські розробки різних типів уроків, проектної роботи; різноманітні завдання для роботи в групах та парах, індивідуальні завдання, схеми, таблиці, семестрові контрольні роботи. У посібнику можна знайти цікаві ігри, прислів'я, приказки, загадки, скоромовки. У нагоді вчителям стане також календарне планування курсу. Для викладачів, методистів і студентів педагогічних навчальних закладів.",
      "description": "Жека А. А. Усі уроки німецької мови. 6 клас (як друга іноземна). — Х.: Вид. група «Основа», 2014. — 304 c.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/us_uroki_nmetsko_movi_6_klas_yak_druga_nozemna/",
      "discypl": "Німецька мова",
      "class": "6 клас"
    },
	  {
      "name": "Інформатика. 2 клас (за підручником Коршунової О. В.)",
      "wrapper": "bcimages/PPSh379.jpg",
      "annotation": "Видання «Мій конспект» — це нова серія посібників, які ставлять на меті надати допомогу вчителеві в підготовці до уроку. Даний посібник висвітлює питання підготовки до уроків нового предмету у 2 класі — «Сходинки до інформатики». Автор пропонує базову основу, використовуючи яку, кожен учитель може створити власний конспект уроку. Посібник розрахований на вчителів загальноосвітніх закладів, які працюють у 2 класі за новою навчальною програмою «Сходинки до інформатики» для учнів 2–4 класів за підручником Коршунової О. В.",
      "description": "Табарчук І. В. Інформатика. 2 клас (за підручником Коршунової О. В.). — Х. : Вид. група «Ос нова», 2014. — 79, [1] c.",
      "price": 20,
      "pass": "http://e-kniga.in.ua/product/nformatika_2_klas_za_pdrutchnikom_korshunovo_o_v/",
      "discypl": "Інформатика",
      "class": "2 клас"
    },
	  {
      "name": "Усі уроки світової літератури. 6 клас. I семестр",
      "wrapper": "bcimages/CLY1.jpg",
      "annotation": "Посібник складено згідно з новою програмою Міносвіти. Орієнтовні календарне планування та плани-конспекти уроків для викладання світової літератури у 6-х класах шкіл з українською мовою навчання (I семестр) розроблені з урахуванням новітніх педметодик і містять увесь матеріал, що є необхідним для проведення уроку світової літератури на найвищому рівні.  Компакт-диск містить усі тексти художніх творів зі світової літератури за програмою для 6-го класу. Для вчителів світової літератури загальноосвітніх навчальних закладів і студентів відповідного фаху педагогічних навчальних закладів.",
      "description": "Паращич В. В. Усі уроки світової літератури. 6 клас. I семестр : [Текст] / В. В. Паращич. — Х. : Вид. група «Основа», 2014. — 251, [5] с. : схеми, табл., іл., CD.",
      "price": 50,
      "pass": "http://e-kniga.in.ua/product/us_uroki_svtovo_lteraturi_6_klas_i_semestr/",
      "discypl": "Світова література",
      "class": "6 клас"
    },
	  {
      "name": "Усі уроки англійської мови. 5 клас (за підручником О. Д. Карп’юк)",
      "wrapper": "bcimages/PAY3.jpg",
      "annotation": "Посібник пропонує авторські розробки уроків англійської мови у 5 класах загальноосвітніх навчальних закладів, складені відповідно до підручника О. Д. Карп’юк (2013 р.). Казачінер О. С. Усі уроки англійської мови. 5 клас (за підручником О. Д. Карп’юк). — Х. : Вид. група «Основа», 2014. — 222 [2] c.",
      "description": "Казачінер О. С. Усі уроки англійської мови. 5 клас (за підручником О. Д. Карп’юк). — Х. : Вид. група «Основа», 2014. — 222 [2] c.",
      "price": 35,
      "pass": "http://e-kniga.in.ua/product/vse_uroki_anglijskogo_yazyka_5_klass/",
      "discypl": "Англійська мова",
      "class": "5 клас"
    }
]
}